Repository: bro-Nik/Portfolios
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Buy
ru: Покупка

source: Sell
ru: Продажа

source: Profit
ru: Прибыль

source: Loss
ru: Убыток

source: Demo user cannot make changes
ru: Демо юзер не может вносить изменения

source: Portfolio %(name)s deleted
ru: Портфель %(name)s удален

source: There are transactions in the %(name)s portfolio
ru: В портфеле %(name)s есть транзакции

source: There are transactions in the %(name)s asset
ru: В активе %(name)s есть транзакции

source: Asset %(name)s is not empty
ru: Актив %(name)s не пустой

source: Add asset
ru: Добавить актив

source: Search
ru: Поиск

source: Add alert
ru: Добавить уведомление

source: Add transaction
ru: Добавить транзакцию

source: More
ru: Еще

source: Edit asset
ru: Изменить актив

source: Remove asset %(name)s?
ru: Удалить актив %(name)s?

source: Remove asset %(name)s with contents?
ru: Удалить актив %(name)s с содержимым

source: All transactions in this asset will be removed
ru: Все транзакции в этом активе будут удалены

source: Remove asset
ru: Удалить актив

source: Quantity
ru: Количество

source: Average buy price
ru: Средняя цена

source: Total spent
ru: Вложено

source: Cost now
ru: Стоимость сейчас

source: Share of portfolio
ru: Доля от портфеля

source: Money in orders
ru: В ордерах

source: Type
ru: Тип

source: Price
ru: Цена

source: Amount
ru: Количество

source: Wallet
ru: Кошелек

source: Comment
ru: Комментарий

source: Order
ru: Ордер

source: Did the order work?
ru: Ордер сработал?

source: The order will be marked as worked
ru: Ордер будет помечен как выполненный

source: The order worked
ru: Ордер сработал

source: Edit transaction
ru: Изменить транзакцию

source: Remove transaction?
ru: Удалить транзакцию?

source: Are you sure you want to remove this transaction?
ru: Вы уверены, что хотите удалить эту транзакцию?

source: Remove transaction
ru: Удалить транзакцию

source: Remove transactions?
ru: Удалить транзакции?

source: Are you sure you want to remove these transactions?
ru: Вы уверены, что хотите удалить эти транзакции?

source: Remove
ru: Удалить

source: There's nothing yet...
ru: Пока ничего нет...

source: Add comment
ru: Добавить комментарий

source: Planned portfolio percentage
ru: Планируемый процент портфеля

source: Add asset body
ru: Добавить тело актива

source: All content in this asset will be removed
ru: Все содержимое актива будет удалено

source: Asset bodies
ru: Активы

source: Transactions
ru: Транзакции

source: Name
ru: Название

source: Buy price
ru: Цена покупки

source: Edit asset body
ru: Изменить тело актива

source: Remove asset body?
ru: Удалить тело актива?

source: Are you sure you want to remove this asset body?
ru: Вы уверены, что хотите удалить это тело актива?

source: Remove asset body
ru: Удалить тело актива

source: Remove asset bodies?
ru: Удалить активы?

source: Are you sure you want to remove these asset bodies?
ru: Вы уверены, что хотите удалить эти активы?

source: Date
ru: Дата

source: Edit portfolio
ru: Изменить портфель

source: Remove portfolio %(name)s?
ru: Удалить портфель %(name)s?

source: Remove portfolio %(name)s with contents?
ru: Удалить портфель %(name)s с содержимым?

source: All assets and transactions in this portfolio will be removed
ru: Все активы и транзакции в этом портфеле будут удалены

source: Remove portfolio
ru: Удалить портфель

source: Share of total investments
ru: Доля от всех инвестиций

source: Remove assets?
ru: Удалить активы?

source: Only empty assets will be removed
ru: Будут удалены только пустые активы

source: Remove assets with contents?
ru: Удалить активы с содержимым?

source: All content in these assets will be removed
ru: Все содержимое в этих активах будет удалено

source: Remove with contents
ru: Удалить с содержимым

source: Number of assets
ru: Количество активов

source: Holdings
ru: Активы

source: All transactions in these assets will be removed
ru: Все транзакции в этих активах будут удалены

source: Create portfolio
ru: Добавить портфель

source: Market
ru: Рынок

source: Crypto
ru: Крипто

source: Stocks
ru: Акции

source: Other
ru: Другое

source: Portfolios
ru: Портфели

source: Remove portfolios?
ru: Удалить портфели?

source: Only empty portfolios will be removed
ru: Будут удалены только пустые портфели

source: Remove portfolios with contents?
ru: Удалить портфели с содержимым?

source: All assets and transactions in these portfolios will be removed
ru: Все активы и транзакции в этих портфелях будут удалены

source: Transaction amount
ru: Сумма транзакции

source: Add new
ru: Добавить

source: Oops! Page not found
ru: Упс! Страница не найдена

source: Error 404
ru: Ошибка 404

source: Yes
ru: Да

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: Selected:
ru: Отмечено:

source: Loading...
ru: Загрузка...

source: Nothing found
ru: Ничего не найдено

source: Login
ru: Вход

source: Sign Up
ru: Регистрация

source: Demo
ru: Демо

source: Track<br> your assets<br> in one place
ru: Отслеживай<br> активы<br> в одном месте

source: Portfolios allows you to keep records of many assets (Cryptocurrency, Stocks, Offline assets) in one personal account, which allows you not to lose or forget anything.
ru: Portfolios позволяет вести учет по многим активам(Криптовалюта, Акции, Офлайн активы) в одном личном кабинете, чтопозволяет ничего не растерять и не забыть.

source: Cryptocurrency and stocks
ru: Криптовалюта и акции

source: notifications when price is reached
ru: уведомления по достижению цены

source: unlimited number of portfolios (convenient distribution strategies)
ru: неограниченное количество портфелей (удобное распредение стратегий)

source: notifications for placed orders
ru: уведомления на выставленные ордера

source: Other assets
ru: Другие активы

source: Maintaining offline investments (commercial real estate, etc.)
ru: Ведение офлайн инвестиций (коммерческой недвижимости и тд.)

source: Wallets
ru: Кошельки

source: Whitelist
ru: Отслеживаемые

source: Admin
ru: Админ

source: Export
ru: Экспорт

source: Import
ru: Импорт

source: Settings
ru: Настройки

source: Log out
ru: Выход

source: Please log in to access this page
ru: Пожалуйста, войдите, чтобы получить доступ к этой странице

source: Fill in your Email, password and confirmation password
ru: Заполните адрес электронной почты, пароль и подтверждение пароля

source: This Email address is already in use
ru: Данный почтовый ящик уже используется

source: Password and confirmation password do not match
ru: Пароли не совпадают

source: Default Wallet
ru: Кошелек по умолчанию

source: Enter your Email and password
ru: Введити адрес электронной почты и пароль

source: Invalid Email or password
ru: Неверный адрес электронной почты или пароль

source: Profile cleared
ru: Профиль очищен

source: Error reading data
ru: Ошибка чтения данных

source: Import completed
ru: Импорт заверщен

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Confirm password
ru: Подтвердить пароль

source: Profile
ru: Профиль

source: Download
ru: Скачать

source: Language
ru: Язык

source: Delete all profile data?
ru: Удалить все данные из профиля?

source: Clear profile
ru: Очистить профиль

source: Delete profile?
ru: Удалить профиль?

source: Delete profile
ru: Удалить профиль

source: Wallet %(name)s is not empty
ru: Кошелек %(name)s не пустой

source: Input/output
ru: Ввод/вывод

source: Input
ru: Ввод

source: Output
ru: Вывод

source: Edit wallet
ru: Изменить кошелек

source: Remove wallet %(name)s?
ru: Удалить кошелек %(name)s?

source: Remove wallet %(name)s with contents?
ru: Удалить кошелек %(name)s с содержимым?

source: All transactions associated with this wallet will be removed
ru: Все транзакции, связанные с этим кошельком, будут удалены

source: Remove wallet
ru: Удалить кошелек

source: Free money
ru: Свободные средства

source: Add wallet
ru: Добавить кошелек

source: Balance
ru: Баланс

source: Transfer
ru: Перевод

source: Sender wallet
ru: Кошелек отправитель

source: Recipient wallet
ru: Кошелек получатель

source: Remove wallets?
ru: Удалить кошельки?

source: Only empty wallets will be removed
ru: Будут удалены только пустые кошельки

source: Remove wallets with contents?
ru: Удалить кошельки с содержимым?

source: All transactions associated with these wallets will be removed
ru: Все транзакции, связанные с этими кошельками, будут удалены

source: Edit alert
ru: Изменить уведомление

source: When the price is above
ru: Когда цена выше

source: When the price is below
ru: Когда цена ниже

source: Added from
ru: Добавленио из

source: Above
ru: Выше

source: Below
ru: Ниже

source: Remove alert?
ru: Удалить уведомление?

source: Enable alerts?
ru: Включить уведомления?

source: Are you sure you want to enable these alerts?
ru: Вы уверены, что хотите включить эти уведомления?

source: Enable
ru: Включить

source: Disable alerts?
ru: Выключить уведомления?

source: Are you sure you want to disable these alerts?
ru: Вы уверены, что хотите выключить эти уведомления?

source: Disable
ru: Выключить

source: Remove alerts?
ru: Удалить уведомления?

source: Are you sure you want to remove these alerts?
ru: Вы уверены, что хотите удалить эти уведомления?

source: Alerts
ru: Уведомления

source: Remove asset?
ru: Удалить актив?

source: Notifications other than orders will be removed. An asset without notifications will also be removed
ru: Уведомления, кроме ордеров, будут удалены. Актив без уведомлений также будет удален

source: Remove asset with orders?
ru: Удалить актив с ордерами?

source: All notifications (including notifications for orders) associated with this asset will be removed
ru: Все уведомления (включая уведомления на ордеры), связанные с этим активом будут удалены

source: Remove asset with orders
ru: Удалить актив с ордерами

source: Only assets that do not contain orders will be removed. Order notifications will remain
ru: Будут удалены только те активы, которые не содержат ордеров. Уведомления на ордеры останутся

source: Remove assets with orders?
ru: Удалить активы с ордерами?

source: All notifications (including notifications for orders) associated with these assets will be removed
ru: Все уведомления (включая уведомления на ордеры), связанные с этими активами будут удалены

source: Remove with orders
ru: Удалить с ордерами
